export const productsList: {
  id: number;
  title: string;
  features: string[];
  image: string | null;
}[] = [
  {
    id: 1,
    title: "الإطــــــارات",
    features: [
      "ان الحواجب او الاطارات تعمل على الحفاظ على اطراف الحوائط من الاثار الناتجة من بصمات الاصابع او الاثار الناتجة عن عملية نقل وتحريك الاثاث داخل المنزل فلذلك تعتبر هى الحل الامثل",
      " وضع حلول متميزة للنوافذ من حيث الحواجب وذلك لامكانية تركيب النوافذ على الاطراف الخارجية من الجدار وذلك لتفادى تكوين اعشاش الطيور وتوفير مساحة حرة",
    ],
    image: null,
  },
  {
    id: 2,
    title: "الستائر الزجاجية الجدارية",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 3,
    title: "النوافذ القلاب ",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 4,
    title: "الابواب المفصلية",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 5,
    title: "النوافذ المفصلية و ثنائية الأغراض",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 6,
    title: "ألمنيوم ستائر دوارة",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 7,
    title: "ألمنيوم ستائر دوارة",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 8,
    title: "النوافذ السحاب",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 9,
    title: "ابواب المروحة",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
  {
    id: 10,
    title: "القبب السماوية",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },

  {
    id: 11,
    title: "الواجهات الزجاجية",
    features: [
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
      "جميل ، سهل في التركيب، مُصمم لمقاومة العواصف",
    ],
    image: null,
  },
];
